<script setup>
import AdvantageCard from './AdvantageCard.vue'

const advantages = [
  {
    title: 'Контроль качества на каждом этапе',
    description:
      'Мы осуществляем всесторонний контроль качества продукции, начиная с разработки и заканчивая монтажом, что гарантирует высокую степень безопасности и долговечности наших решений.'
  },
  {
    title: 'Полный цикл услуг «под ключ»',
    description:
      'Мы изготавливаем не только оборудование, но и выполняем полный спектр электромонтажных и наладочных работ, включая проектирование, монтаж и обслуживание объектов электроэнергетики.'
  },
  {
    title: 'Широкий спектр продукции и услуг',
    description:
      'Мы производим и обслуживаем системы электроснабжения 0,4–10 кВ, фидерные и трансформаторные подстанции 6–10 кВ, силовое и осветительное оборудование, а также сети связи (телефонизация, радиофикация, ТВ и компьютерные сети).'
  },
  {
    title: 'Долговечность и безопасность',
    description:
      'Наши решения соответствуют высоким требованиям надёжности и безопасности, что особенно важно в стратегически значимых объектах, где сбои в электроснабжении могут привести к серьёзным последствиям.'
  },
  {
    title: 'Сертификаты и лицензии мэрии Санкт-Петербурга',
    description:
      'Мы обладаем лицензиями МЭРИИ Санкт-Петербурга, Регионального управления энергетического надзора Северо-Западного региона, что подтверждает нашу квалификацию и соответствие требованиям безопасности на высшем уровне.'
  },
  {
    title: 'Опыт и отличная репутация на рынке',
    description:
      'Мы являемся одним из старейших предприятий России, что говорит о нашем устойчивом положении и высоком уровне доверия со стороны клиентов. Постоянное совершенство'
  }
]
</script>

<template>
  <div>
    <h3>Преимущества работы с нами</h3>
    <ul>
      <AdvantageCard
        v-for="advantage in advantages"
        :key="advantage.title"
        :title="advantage.title"
        :description="advantage.description"
      >
      </AdvantageCard>
    </ul>
    <hr />
  </div>
</template>

<style scoped>
div {
  display: flex;
  flex-direction: column;
  gap: 40px;
}

h3 {
  font-family: Inter;
  color: black;
  font-weight: 500;
  font-size: 40px;
  line-height: 48.41px;
}

ul {
  display: flex;
  flex-wrap: wrap;
  align-items: center;
  justify-content: space-between;
  gap: 20px;
}
</style>
