export const CARDS = [
  { id: 1, imgSrc: '/src/assets/images/1.png', title: 'ПРОИЗВОДСТВО', description: [] },
  {
    id: 2,
    imgSrc: '/src/assets/images/2.png',
    title: 'ПРОЕКТИРОВАНИЕ',
    description: [
      'Участие в получении технических условий на электроснабжение проектируемого объекта, разработку проектно-сметной документации и согласование проекта в Кабельной Сети АО «Ленэнерго» и Энергонадзоре.'
    ]
  },
  {
    id: 3,
    imgSrc: '/src/assets/images/3.png',
    title: 'КОМПЛЕКТАЦИЯ',
    description: [
      'изготовление электротехнических изделий (типовая продукция и нетиповые изделия',
      'поставка кабельно-проводниковой продукции, электрооборудования, установочных изделий, светильников и т. д.',
      'поставка вспомогательных материалов и заготовок.'
    ]
  },
  {
    id: 4,
    imgSrc: '/src/assets/images/4.png',
    title: 'МОНТАЖ',
    description: [
      'все виды электромонтажных работ выполняются по согласованному с заказчиком и Кабельной Сетью АО «Ленэнерго» графику',
      'сдача по АКТу выполненных работ заказчику и Кабельной Сети АО «Ленэнерго» и передача для выполнения наладочных работ.'
    ]
  },
  {
    id: 5,
    imgSrc: '/src/assets/images/5.png',
    title: 'НАЛАДОЧНЫЕ РАБОТЫ',
    description: [
      'выполнение всех видов наладочных работ по согласованному с заказчиком и Кабельной Сетью АО «Ленэнерго» графику',
      'предоставление всей необходимой документации'
    ]
  },
  {
    id: 6,
    imgSrc: '/src/assets/images/6.png',
    title: 'СДАЧА И ПОДКЛЮЧЕНИЕ',
    description: [
      'совместное с заказчиком предъявление электроустановки Энергонадзору и Кабельной Сети АО «Ленэнерго»',
      'прием участия в подаче напряжения на электроустановку',
      'передача выполненных работ по слаботочным линиям эксплуатирующей организации'
    ]
  }
]

export const INFO_CARDS = [
  {
    id: 1,
    imgSrc: '/src/assets/images/1.png',
    title: 'Помогаем Вам с 2000 года'
  },
  {
    id: 2,
    imgSrc: '/src/assets/images/4.png',
    title: 'Более 100 штатных сотрудников'
  },
  {
    id: 3,
    imgSrc: '/src/assets/images/3.png',
    title: 'Более 30 единиц спецтехники'
  }
]
