export const CARDS = [
  {
    id: 1,
    imgSrc: '/src/assets/images/1.png',
    title: 'ПРОИЗВОДСТВО',
    subtitle: '',
    description: []
  },
  {
    id: 2,
    imgSrc: '/src/assets/images/2.png',
    title: 'ПРОЕКТИРОВАНИЕ',
    subtitle: 'Мы сопровождаем вас на всех этапах проектирования, включая:',
    description: [
      'Участие в получении технических условий на электроснабжение проектируемого объекта',
      'Разработку проектно-сметной документации в соответствии с требованиями заказчика и действующими нормами',
      'Согласование проекта в Кабельной Сети АО «Ленэнерго» и Ростехнадзоре, что обеспечивает полное соответствие вашего объекта стандартам безопасности и эффективности'
    ]
  },
  {
    id: 3,
    imgSrc: '/src/assets/images/3.png',
    title: 'КОМПЛЕКТАЦИЯ',
    subtitle:
      'Мы предоставляем полный спектр оборудования и материалов для реализации вашего проекта:',
    description: [
      'Изготовление как типовых, так и нетиповых электротехнических изделий под конкретные задачи.',
      'Поставка кабельно-проводниковой продукции, электрооборудования, светильников и установочных изделий ведущих производителей.',
      'Поставка всех необходимых вспомогательных материалов и заготовок для эффективного монтажа и эксплуатации.'
    ]
  },
  {
    id: 4,
    imgSrc: '/src/assets/images/4.png',
    title: 'МОНТАЖ',
    subtitle:
      'Наши специалисты выполняют все виды электромонтажных работ в строгом соответствии с согласованным графиком:',
    description: [
      'Работы выполняются в соответствии с утверждёнными стандартами и требованиями Кабельной Сети АО «Ленэнерго».',
      'По завершении работ мы передаём объект по АКТу как заказчику, так и Кабельной Сети для дальнейшей наладки и ввода в эксплуатацию.'
    ]
  },
  {
    id: 5,
    imgSrc: '/src/assets/images/5.png',
    title: 'НАЛАДОЧНЫЕ РАБОТЫ',
    subtitle:
      'Мы выполняем комплекс наладочных работ с высоким уровнем точности и профессионализма:',
    description: [
      'Работы проводятся по заранее согласованному графику, что позволяет минимизировать задержки и риски.',
      'Предоставление всей необходимой технической и эксплуатационной документации, обеспечивающей полное соответствие выполненных работ требованиям.'
    ]
  },
  {
    id: 6,
    imgSrc: '/src/assets/images/6.png',
    title: 'СДАЧА И ПОДКЛЮЧЕНИЕ',
    subtitle:
      'Завершающий этап, где мы гарантируем успешную сдачу объекта и его готовность к эксплуатации:',
    description: [
      'Совместно с заказчиком мы предъявляем электроустановку Ростехнадзору и Кабельной Сети АО «Ленэнерго» для официального ввода в эксплуатацию.',
      'Участвуем в процессе подачи напряжения на объект и обеспечиваем безопасное подключение.',
      'Передаём выполненные работы по слаботочным линиям эксплуатирующей организации для дальнейшего обслуживания.'
    ]
  }
]

export const INFO_CARDS = [
  {
    id: 1,
    imgSrc: '/src/assets/images/1.png',
    title: 'Помогаем Вам с 2000 года'
  },
  {
    id: 2,
    imgSrc: '/src/assets/images/4.png',
    title: 'Более 100 штатных сотрудников'
  },
  {
    id: 3,
    imgSrc: '/src/assets/images/3.png',
    title: 'Более 30 единиц спецтехники'
  }
]

export const PRODUCTS = [
  {
    id: 1,
    title: 'БКТП/БРТП в бетонной оболочке',
    imgSrc: '/src/assets/images/slider/slide-4.jpg'
  },
  { id: 2, title: 'КТП внутренней установки', imgSrc: '/src/assets/images/slider/slide-3.jpg' },
  { id: 3, title: 'КТПН в металлической оболочке', imgSrc: '/src/assets/images/slider/slide-2.jpg' }
]
